---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RampAttrTextSize
source: html/e8e89ddb-c1d9-a859-616c-36509a8f4ead.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RampAttrTextSize Property

"Text Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RampAttrTextSize { get; }
```